{
  "title": "Tazomi Suspended Wind Spinner (Multicolor)",
  "description": "Our Spinner Bath Toys are meticulously crafted from top-quality ABS plastic and premium silicone. The result is a set of toys with smooth surfaces and soft silicone buttons, ensuring your baby's playtime is secure. These toys are rigorously tested for non-toxicity and are entirely free from harmful substances, making them ideal companions for babies aged 0 to 3 years and above. With Wembley, you can trust that your baby is in good hands. FEATURES- Quality and Fun: These well-built toys provide endless fun. Super Strong Suction Cups: Stick to any surface and spin rapidly. Hand-Eye Coordination: Enhance your child's skills. Hands-Free Entertainment: Keep kids engaged while you're busy. Perfect Toddler Gift: Ideal for 1 to 3-year-old boys and girls. ATTACHED SPINNER BALL The bath toy for kids features a securely attached spinning ball, adding an extra element of fascination and entertainment for your child during play. DURABLE MATERIAL The spinner toy is crafted from sturdy and safe materials to withstand play while ensuring your child's safety. STURDY SUCTION CUP The spinner toy has a strong suction cup that sticks well to smooth surfaces, so your child can play without interruptions.",
  "mrp": 100,
  "price": 80,
  "discount": 20,
  "currency": "INR",
  "specifications": [
    {
      "name": "Brand",
      "details": "Tazomi"
    },
    {
      "name": "Model Number",
      "details": "Silicone Suction Cup Flower Carrot Insect Spinner for Infants and Toddler, Fidget Toys with Stackable Cup Toys"
    },
    {
      "name": "Color",
      "details": "Multicolor"
    },
    {
      "name": "Type",
      "details": "Wind Spinner"
    },
    {
      "name": "Material",
      "details": "Metal"
    },
    {
      "name": "Shape",
      "details": "Round"
    },
    {
      "name": "Design",
      "details": "Wind Spinner"
    },
    {
      "name": "Hand crafted",
      "details": "Yes"
    },
    {
      "name": "Theme",
      "details": "Nature"
    },
    {
      "name": "Suitable For",
      "details": "Can be sticked to wall, In-flight, spinner toys calm restless toddlers, Spinner toys turn bath time into a fun experience for toddlers, Spinner toys help distract toddlers during feeding"
    },
    {
      "name": "Weather Resistant",
      "details": "Yes"
    },
    {
      "name": "Assembly Required",
      "details": "No"
    },
    {
      "name": "Minimum Age",
      "details": "3 years"
    }
  ],
  "ratings": [
    {
      "stars": 5,
      "count": 100
    },
    {
      "stars": 4,
      "count": 50
    },
    {
      "stars": 3,
      "count": 20
    },
    {
      "stars": 2,
      "count": 10
    },
    {
      "stars": 1,
      "count": 5
    }
  ],
  "reviews": [
    {
      "name": "Rajesh",
      "stars": 5,
      "date": "2020-01-01",
      "title": "Good product",
      "description": "Good product"
    },
    {
      "name": "Rajesh",
      "stars": 5,
      "date": "2020-01-01",
      "title": "Good product",
      "description": "Good product"
    },
    {
      "name": "Rajesh",
      "stars": 5,
      "date": "2020-01-01",
      "title": "Good product",
      "description": "Good product"
    },
    {
      "name": "Rajesh",
      "stars": 5,
      "date": "2020-01-01",
      "title": "Good product",
      "description": "Good product"
    },
    {
      "name": "Rajesh",
      "stars": 5,
      "date": "2020-01-01",
      "title": "Good product",
      "description": "Good product"
    }
  ]
}
